{"target": "https://www.ncbi.nlm.nih.gov/research/pubtator-api/publications/export/biocjson?pmids=31574230", "sourcedb": "PubMed", "sourceid": "31574230", "text": "Production of Brucella melitensis Omp16 protein fused to the Human Interleukin 2 in Lactococcus lactis MG1363 toward developing Lactococcus-based vaccine against Brucellosis. The use of food-grade bacterium Lactococcus lactis as a new cell factory is a promising alternative expression system for production of desired protein. The current study is conducted to clone, express and purify Omp16-IL2 fusion protein antigen. The Omp16-IL2 fusion gene was designed and cloned into pGH plasmid with appropriate restriction sites and sub cloned in pAMJ2008 expression vector (Bioneer A/S (Horsholm, Denmark) digested with the same enzymes. The purified recombinant constructed pAMJ2008-Omp-IL2 was introduced into L.lactis subsp. cremoris MG1363 by electro transformation. Finally the expression and purification of Omp16-IL2 fusion protein was investigated. This study reports the construction of recombinant Lactococcus lactis expressing Omp16-IL2 fusion protein as an oral Lactococcus-based vaccine compared to commonly used live attenuated vaccines for future studies against Brucellosis.", "project": "Standigm_training", "denotations": [{"id": "T1", "span": {"begin": 162, "end": 173}, "obj": "DISEASE"}, {"id": "T2", "span": {"begin": 388, "end": 397}, "obj": "PROTEIN"}, {"id": "T3", "span": {"begin": 426, "end": 435}, "obj": "GENE"}, {"id": "T4", "span": {"begin": 671, "end": 687}, "obj": "GENE"}, {"id": "T6", "span": {"begin": 810, "end": 819}, "obj": "PROTEIN"}, {"id": "T7", "span": {"begin": 934, "end": 943}, "obj": "PROTEIN"}, {"id": "T8", "span": {"begin": 1074, "end": 1085}, "obj": "DISEASE"}, {"id": "T9", "span": {"begin": 34, "end": 47}, "obj": "PROTEIN"}], "relations": [], "attributes": [], "modifications": [], "config": {"entity types": [{"id": "DISEASE"}, {"id": "PROTEIN", "default": true}, {"id": "GENE"}, {"id": "REG"}]}}