{"target": "https://www.ncbi.nlm.nih.gov/research/pubtator-api/publications/export/biocjson?pmids=31671212", "sourcedb": "PubMed", "sourceid": "31671212", "text": "A sensitive and cost-effective high-performance liquid chromatography/tandem mass spectrometry (multiple reaction monitoring) method for the clinical measurement of serum hepcidin. RATIONALE: Hepcidin is a peptide hormone that plays a central role in regulating iron metabolism. It is a potential biomarker for the diagnosis, monitoring and treatment of iron metabolism disorders. Serum hepcidin level can differ by 3 orders of magnitude depending on the patient's condition. Existing liquid chromatography/mass spectrometry (LC/MS) assays lack clinical sensitivity or require costly sample preparation steps. A simple, sensitive, robust and cost-effective assay for serum hepcidin quantitation in routine clinical laboratories is needed. METHODS: A high-performance liquid chromatography/tandem mass spectrometry (HPLC/MS/MS) method was developed to quantify hepcidin in human serum using chemically synthesized hepcidin as a standard and stable-isotope-labeled hepcidin as the internal standard. The method was validated according to CLSI-C62A guidelines. Calibrators were prepared with hepcidin-free serum. Clinical samples were separately processed and compared using solid-phase extraction (SPE) and acetonitrile (ACN) protein precipitation. RESULTS: The calibration curve was validated over the range of 0.1-100 nmol/L with R2  >0.99. Both the SPE and the ACN precipitation methods had excellent and comparable reproducibility. The intra-day and inter-day coefficients of variation (CVs) were <3% and <6%. There was 89% and 88% hepcidin recovery by SPE and ACN preparation. Measurement of secondary reference material using non-traceable calibrators yielded up to 30% positive bias, comparable with values obtained by an external comparator. Hepcidin was stable in serum at ambient temperature and at 4 C. The relative errors (REs) were <=1.2% and <=4.4%, respectively. The freeze-thaw (-70 C) stability after 3 cycles showed a relative error (RE) of <=1.8%. The impact on hepcidin recovery due to hemolysis (4+), lipemia (4+) and Icterus (4+) was <3%. CONCLUSIONS: We have developed and validated a simple, sensitive, robust and cost-effective HPLC/MS/MS method for the quantitation of serum hepcidin. The method uses ACN protein precipitation for sample preparation and reversed-phase normal-flow HPLC. Sample preparation is inexpensive; it can be automated with a liquid handling system to allow high-throughput application.", "project": "Standigm_training", "denotations": [{"id": "T0", "span": {"begin": 171, "end": 179}, "obj": "PROTEIN"}, {"id": "T1", "span": {"begin": 192, "end": 200}, "obj": "PROTEIN"}, {"id": "T11", "span": {"begin": 1748, "end": 1756}, "obj": "PROTEIN"}, {"id": "T14", "span": {"begin": 2004, "end": 2013}, "obj": "DISEASE"}, {"id": "T15", "span": {"begin": 2020, "end": 2027}, "obj": "DISEASE"}, {"id": "T16", "span": {"begin": 2037, "end": 2044}, "obj": "DISEASE"}, {"id": "T17", "span": {"begin": 2199, "end": 2207}, "obj": "PROTEIN"}, {"id": "T2", "span": {"begin": 406, "end": 412}, "obj": "REG"}, {"id": "T3", "span": {"begin": 667, "end": 694}, "obj": "MPA"}, {"id": "T4", "span": {"begin": 860, "end": 868}, "obj": "PROTEIN"}, {"id": "T5", "span": {"begin": 913, "end": 921}, "obj": "PROTEIN"}, {"id": "T6", "span": {"begin": 963, "end": 971}, "obj": "PROTEIN"}, {"id": "T18", "span": {"begin": 1534, "end": 1542}, "obj": "PROTEIN"}, {"id": "T19", "span": {"begin": 1979, "end": 1987}, "obj": "PROTEIN"}], "relations": [], "attributes": [], "modifications": [], "config": {"entity types": [{"id": "PROTEIN", "default": true}, {"id": "DISEASE"}, {"id": "REG"}, {"id": "MPA"}]}}